Repository: ReachPooja/dmk_home
Catalog: lib/l10n/arb/app_*.arb
Languages: es, hi

# homeAppBarTitle
source: Kitchenomics
es: Cocina√≥mica
hi: किचनोमिक्स

# headerTitle
source: Recipe of the day
es: Receta Del Dia
hi: दिन की रेसिपी

# secondaryHeaderTitle
source: Find the recipes based on what
es: Encuentra las recetas basadas en lo que
hi: आपके पास घर पर क्या है

# secondaryHeaderSubtitle
source: YOU HAVE AT HOME
es: TIENES EN CASA
hi: इसके आधार पर रेसिपी खोजें

# navBarItem1
source: Plan
hi: योजना

# navBarItem2
source: Cook Now
es: Cocinar ahora
hi: अभी पकाएं

# navBarItem3
source: Home
es: Hogar
hi: घर

# navBarItem4
source: Learn
es: Aprender
hi: सीखना

# navBarItem5
source: Shop
es: Comercio
hi: दुकान

# popularRecepiesTitle
source: Popular Recipes
es: Recetas Populares
hi: लोकप्रिय व्यंजन

# popularRecepiesActionTitle
source: All Recipes
es: Todas las Recetas
hi: सभी व्यंजन

# suggestedMealTitle
source: Suggested Meal Plan
es: Plan de comidas sugerido
hi: सुझाई गई भोजन योजना

# suggestedMealActionTitle
source: Meal Planner
es: Planificadora de comidas
hi: भोजन योजनाकार

# suggestedContentsTitle
source: Suggested Contents
es: Contenidos sugeridos
hi: सुझाई गई सामग्री

# suggestedContentsActionTitle
source: View All
es: Ver todo
hi: सभी को देखें
